[
        {
            "img": "images/women-garments.jpg",
            "title": "Impact of Women",
            "description": "Early Retirement and Alternative Career Opportunities for Women RMG Workers in Bangladesh",
            "content": "The utilization of materials and manufacturing techniques, as well as the addition of functionality and style, have advanced the garment business significantly over the ages. The worldwide revenue for apparel currently stands at USD 1.74 trillion in 2023 with women’s apparel, the market’s largest segment, having a market volume of USD 0.90 trillion in the same year.[1] This upward tendency has been accelerated by a number of factors, some of which include increased disposable income and per capita apparel expenditure in emerging economies. Additionally, the textile and apparel production facilities are in a transitional phase between the realization of highly focused design and the manufacture of value-added clothing products from previously conventional production methods. The garment business has had similar pros and cons as other sectors of society as a result of the 4th Industrial Revolution’s (4IR) ongoing impact on how people work and live. Through automation, artificial intelligence, 3D printing and knitting, robots & intelligent manufacturing, augmented reality, etc., the 4IR is disrupting traditional operational procedures. Increased automation has slowed down job growth in the RMG sector, and the World Bank predicts that this trend will likely continue and accelerate further in the years to come. An apparel producer can be expected to save between 10% to 30% of their time by adopting technology.[2] As a result, Bangladesh cannot continue to compete on the world stage with its historically low labor-intensive productivity. Instead, businesses must swiftly implement new technology across all productions and operations in order to increase efficiency. Being economical is no longer the main necessity. To remain at the top of the field, increased manufacturing speed and shorter lead times are also required. However, as the need for automation and efficiency grows, so do other compounding forces."
        },
        {
            "img": "images/jaq.jpg",
            "title": "The rise of Jaqcuard machines",
            "description": "Early Retirement and Alternative Career Opportunities for Women RMG Workers in Bangladesh",
            "content":"Science fiction books and the sci-fi movies of Hollywood often portrays that machine will rise and they will take over the human labor. While digging the data of sweater factories collected by the field officers of DRFM-B, we also feel that the machine is rising for sweater industry. This machine is Jacquard Machine. One worker can control four Jacquard Machines. As a result, if you own a small sweater factory having 40 Jacquard Machines, say you can run the factory very easily recruiting just 10 workers. Our data verification activities identified sweater factories having very small worker number of workers.  We sorted those factories based on numbers and called the contact person of those factories. We learned that jacquard machines are more popular among the manufacturers as it eases and increases productivity. We also feel that many manual machines-oriented sweater factories are either moving toward jacquard machines or marking their exits from the export-oriented market as it is very difficult to meet export demand using manual machines. Our field officers and even a stakeholder told us that investors of small markets in Dhaka (such as in Badda) and even in Northern Bangladesh (such as Rangpur) are setting the market-out manual machines for meeting the local demand. When we were going through the data on the sweater industry, we also reviewed some relevant literature.  The EPB data tells us, Bangladesh earned $3.67 billion in the fiscal year 2017-18, which is 9.32% higher compared to the $3.36 billion it earned in FY 2016-17. A recent study of CPD explained that the sweater industry of Bangladesh is taking advantage of the rising global demand for sweaters as the window of sweater sales in the western world has been expanded from four to six months due to climate change." 
        },
        {
            "img": "images/sweter_industry.jpg",
            "title": "The future of sweater industry",
            "description": "The Sweater Industry alone Can earn US$ 25-30 bn if we can Successfully Invest in the Backward Integration” — Abdullah Al Mamun, Business Unit Manager, Marks & Spencer",
            "content":"Sweaters has seen a double-digit increase in product penetration out of the total RMG exports of Bangladesh. This is mainly contributed through the business migration happening from China largely and from countries like Cambodia and Vietnam. It’s a great opportunity for the Bangladesh RMG sector to capitalize and make sweaters an integral part of the RMG export targets. In my view below points are critically important to boost up the product category.  Industry has invested considerably and moved away from traditional knitting to fully automated machines (German/ Japanese and Chinese machines). 3-D sampling brings a brilliant improvement on sample submission which is eventually reducing the CP, Next big thing would be on whole garment technology. Most manufacturers are also investing in digitization from virtual sampling, fitting, and also on ERP solutions for further optimization and as a sustainable way forward. On product, Bangladesh has to focus on more innovative, sustainable, and technical products which will help in competing with the price pressure and leveraging over the product diversification and up-gradation."
        }
    ]
    